{
  "SIGN_UP": "Sign Up",
  "ALREADY_HAVE_ACCOUNT": "Already have an account?",
  "SIGN_IN": "Sign In",
  "FIRST_NAME": "First Name",
  "ENTER_FIRST_NAME": "Enter your first name",
  "FIRST_NAME_REQUIRED": "First name is required",
  "LAST_NAME": "Last Name",
  "ENTER_LAST_NAME": "Enter your last name",
  "LAST_NAME_REQUIRED": "Last name is required",
  "EMAIL_ADDRESS": "Email Address",
  "ENTER_EMAIL": "Enter your email",
  "VALID_EMAIL": "Please enter a valid email address",
  "PASSWORD": "Password",
  "ENTER_PASSWORD": "Enter your password",
  "PASSWORD_REQUIRED": "Password is required",
  "CONFIRM_PASSWORD": "Confirm Password",
  "PASSWORD_CONFIRM_REQUIRED": "Please confirm your password",
  "DATE_OF_BIRTH": "Date of Birth",
  "ENTER_DOB": "Enter your date of birth",
  "DOB_REQUIRED": "Date of birth is required",
  "GENDER": "Gender",
  "GENDER_MALE": "Male",
  "GENDER_FEMALE": "Female",
  "GENDER_OTHER": "Other",
  "ADDRESS": "Address",
  "ENTER_ADDRESS": "Enter your address",
  "ADDRESS_REQUIRED": "Address is required",
  "SECURITY_QUESTION_1": "Security Question 1",
  "SECURITY_ANSWER_1": "Security Answer 1",
  "SECURITY_QUESTION_2": "Security Question 2",
  "SECURITY_ANSWER_2": "Security Answer 2",
  "SECURITY_QUESTION_3": "Security Question 3",
  "SECURITY_ANSWER_3": "Security Answer 3",
  "ENTER_ANSWER": "Enter your answer",
  "SECURITY_QUESTION_REQUIRED": "Security question is required",
  "SECURITY_ANSWER_REQUIRED": "Answer is required",
  "REGISTER": "Register",
  "SCREENINGS_TITLE": "Screenings We Offer",
  "BREAST_CANCER": "Breast Cancer",
  "COLON_CANCER": "Colon Cancer",
  "CERVICAL_CANCER": "Cervical Cancer",
  "CHLAMYDIA": "Chlamydia",
  "VACCINATION": "Vaccination",
  "OLD_CARE": "Care for Older Adults",
  "WELLNESS_TITLE": "Your Health in Your Hands!",
  "WELLNESS_PARAGRAPH1": "You may improve it by getting enough sleep, maintaining healthy relationships, and doing some exercise.",
  "WELLNESS_PARAGRAPH2": "What people often forget is being proactive in their preventive care.",
  "WELLNESS_PARAGRAPH3": "We built Arcee to celebrate and emphasize the importance of prevention, so you could further optimize your wellbeing.",
  "WELLNESS_PARAGRAPH4": "Our basic screenings and recommendations are completely free.",
  "WELLNESS_FOOTER": "Remember, an ounce of prevention is worth a pound of cure.",
  "FOOTER_COPYRIGHT": "All rights reserved 2020",
  "BREAST_CANCER_INFO1": "You will be asked to respond to questions which will ask you for personal information and information related to your health history. The responses on the questionnaire will be used to provide general recommendations on breast cancer preventive measures you should consider getting in consultation with your primary care physician.",
  "BREAST_CANCER_INFO2": "The questionnaire is NOT a substitute for professional medical care.",
  "BREAST_CANCER_INFO3": "This questionnaire primarily targets healthy individuals with no known underlying health conditions. Start by answering the following questions:",
  "GENDER_PREFER_NOT_SAY": "Prefer not to say",
  "AGE": "Age",
  "MEDICAL_HISTORY": "Your Medical History",
  "SUBMIT": "Submit",
  "CLEAR": "Clear",
  "CARE_INFO1": "You will be asked to respond to questions which will ask you for personal information and information related to your health history. The responses on the questionnaire will be used to provide general recommendations on care for older age adults measures you should consider getting in consultation with your primary care physician.",
  "CARE_INFO2": "The questionnaire is NOT a substitute for professional medical care.",
  "CARE_INFO3": "This questionnaire primarily targets healthy individuals with no known underlying health conditions. Start by answering the following questions:",
  "YOUR_DETAILS": "Your Details",
  "CARE_RECOMMENDATION_1": "1. Advance Care Planning: Discussion on goals of care, advanced directives, POA with PCP. State specific POLST forms. Referral to hospice/palliative care agencies.",
  "CARE_RECOMMENDATION_2": "2. Medication Review: Medication reconciliation with PCP, specialists, pharmacist, and other stakeholders.",
  "CARE_RECOMMENDATION_3": "3. Functional Status Assessment: Review of activities of daily living (ADLs) with PCP. Referral to physical and occupational therapy, care management, and social services.",
  "CARE_RECOMMENDATION_4": "4. Pain Assessment: Holistic approach and review with PCP. Referral to pain management or palliative care specialists.",
  "CLOSE": "Close",
  "CERVICAL_CANCER_INFO1": "You will be asked to respond to questions which will ask you for personal information and information related to your health history. The responses on the questionnaire will be used to provide general recommendations on cervical cancer preventive measures you should consider getting in consultation with your primary care physician.",
  "CERVICAL_CANCER_INFO2": "The questionnaire is NOT a substitute for professional medical care.",
  "CERVICAL_CANCER_INFO3": "This questionnaire primarily targets healthy individuals with no known underlying health conditions. Start by answering the following questions:",
  "CERVICAL_TEST": "Primary HPV test every 5 years or cotest HPV + Pap every 5 years or Pap alone every 3 years.",
  "CERVICAL_TEST_INFO1": "1. A primary HPV test is an HPV test that is done by itself for screening. The US Food and Drug Administration has approved certain tests to be primary HPV tests. More Info",
  "CERVICAL_TEST_INFO2": "2. If regular screening last 10 years that are normal and no history of CIN2 or more serious diagnosis within the past 25 years should stop cervical cancer screening.",
  "CERVICAL_NO_TEST": "Hooray, no testing needed at the moment. Always reach out to your primary care provider for any further questions. Check back with us in the future!",
  "CERVICAL_UNKNOWN": "At this time, there is no recommendation. Please read here for more information.",
  "CHLAMYDIA_INFO1": "You will be asked to respond to questions which will ask you for personal information and information related to your health history. The responses on the questionnaire will be used to provide general recommendations on chlamydia preventive measures you should consider getting in consultation with your primary care physician.",
  "CHLAMYDIA_INFO2": "The questionnaire is NOT a substitute for professional medical care.",
  "CHLAMYDIA_INFO3": "This questionnaire primarily targets healthy individuals with no known underlying health conditions.",
  "CHLAMYDIA_INFO4": "Start by answering the following questions:",
  "AGE_BELOW_25_TITLE": "Questions for Age below 25",
  "AGE_ABOVE_25_TITLE": "Questions for Age 25 and Above",
  "SEXUALLY_ACTIVE": "Are you currently sexually active?",
  "PREGNANT": "Are you pregnant?",
  "RISK_FACTOR": "Do you have any new or multiple partners or a sex partner who has a sexually transmitted infection?",
  "YES": "Yes",
  "NO": "No",
  "COLON_CANCER_INFO1": "You will be asked to respond to questions which will ask you for personal information and information related to your health history. The responses on the questionnaire will be used to provide general recommendations on colon cancer preventive measures you should consider getting in consultation with your primary care physician.",
  "COLON_CANCER_INFO2": "The questionnaire is NOT a substitute for professional medical care.",
  "COLON_CANCER_INFO3": "This questionnaire primarily targets healthy individuals with no known underlying health conditions.",
  "COLON_CANCER_INFO4": "Start by answering the following questions:",
  "YOUR_MEDICAL_HISTORY": "Your Medical History",
  "SELF_CONDITION_QUESTION": "Do you have any of the following conditions?",
  "FAMILY_CONDITION_QUESTION": "Do any of the following conditions apply?",
  "SEVERE_CONDITION": "Are you pregnant, or have HIV or have any severe immunocompromised condition?",
  "CLOSE_CONTACT": "Did you get in close contact or are you a caregiver of a severely immunocompromised person?",
  "FLU_VACCINE": "Did you get a flu vaccine in the last 48 hrs or have a cochlear implant, sickle cell anemia, or history of spleen removal?",
  "ALLERGIES": "Do you have any of the following allergies?",
  "ALLERGY_EGG": "Egg allergy",
  "ALLERGY_SHELLFISH": "Shellfish allergy",
  "ALLERGY_NONE": "None",
  "CHECK_ALL": "Check all that apply",
  "TDAP_11": "I did NOT receive Tdap at or after age 11",
  "NO_DPT": "I did NOT receive primary vaccination for DPT (diphtheria, pertussis, and tetanus)",
  "NOT_SURE_TDAP": "I am NOT sure about my Tdap vaccination history",
  "NO_RUBELLA": "Non-pregnant (childbearing) with NO evidence of Rubella immunity",
  "LAB_IMMUNITY": "Lab evidence of immunity or disease OR diagnoses of disease with lab evidence of immunity OR documentation of receipt of MMR",
  "STUDENT_HEALTHCARE": "I am a student in postsecondary education OR international traveler OR household or close contacts of immunocompromised patients",
  "HEALTHCARE_PERSONNEL": "I am a healthcare personnel",
  "GENERAL_INFO": "You will be asked to respond to questions which will ask you for personal information and information related to your health history. The responses on the questionnaire will be used to provide general recommendations on vaccinations you should consider getting in consultation with your primary care physician.",
  "NOT_SUBSTITUTE": "The questionnaire is NOT a substitute for professional medical care.",
  "TARGET_INFO": "This questionnaire primarily targets healthy individuals with no known underlying health conditions. Start by answering the following questions:"  
}
