{
  "SIGN_UP": "Registrarse",
  "ALREADY_HAVE_ACCOUNT": "¿Ya tienes una cuenta?",
  "SIGN_IN": "Iniciar sesión",
  "FIRST_NAME": "Nombre",
  "ENTER_FIRST_NAME": "Introduce tu nombre",
  "FIRST_NAME_REQUIRED": "El nombre es obligatorio",
  "LAST_NAME": "Apellido",
  "ENTER_LAST_NAME": "Introduce tu apellido",
  "LAST_NAME_REQUIRED": "El apellido es obligatorio",
  "EMAIL_ADDRESS": "Correo electrónico",
  "ENTER_EMAIL": "Introduce tu correo electrónico",
  "VALID_EMAIL": "Por favor, introduce una dirección de correo válida",
  "PASSWORD": "Contraseña",
  "ENTER_PASSWORD": "Introduce tu contraseña",
  "PASSWORD_REQUIRED": "La contraseña es obligatoria",
  "CONFIRM_PASSWORD": "Confirmar contraseña",
  "PASSWORD_CONFIRM_REQUIRED": "Por favor confirma tu contraseña",
  "DATE_OF_BIRTH": "Fecha de nacimiento",
  "ENTER_DOB": "Introduce tu fecha de nacimiento",
  "DOB_REQUIRED": "La fecha de nacimiento es obligatoria",
  "GENDER": "Género",
  "GENDER_MALE": "Hombre",
  "GENDER_FEMALE": "Mujer",
  "GENDER_OTHER": "Otro",
  "ADDRESS": "Dirección",
  "ENTER_ADDRESS": "Introduce tu dirección",
  "ADDRESS_REQUIRED": "La dirección es obligatoria",
  "SECURITY_QUESTION_1": "Pregunta de seguridad 1",
  "SECURITY_ANSWER_1": "Respuesta de seguridad 1",
  "SECURITY_QUESTION_2": "Pregunta de seguridad 2",
  "SECURITY_ANSWER_2": "Respuesta de seguridad 2",
  "SECURITY_QUESTION_3": "Pregunta de seguridad 3",
  "SECURITY_ANSWER_3": "Respuesta de seguridad 3",
  "ENTER_ANSWER": "Introduce tu respuesta",
  "SECURITY_QUESTION_REQUIRED": "La pregunta de seguridad es obligatoria",
  "SECURITY_ANSWER_REQUIRED": "La respuesta es obligatoria",
  "REGISTER": "Registrarse",
  "SCREENINGS_TITLE": "Exámenes que Ofrecemos",
  "BREAST_CANCER": "Cáncer de Mama",
  "COLON_CANCER": "Cáncer de Colon",
  "CERVICAL_CANCER": "Cáncer Cervical",
  "CHLAMYDIA": "Clamidia",
  "VACCINATION": "Vacunación",
  "OLD_CARE": "Cuidado para Adultos Mayores",
  "WELLNESS_TITLE": "¡Tu salud en tus manos!",
  "WELLNESS_PARAGRAPH1": "Puedes mejorarlo durmiendo lo suficiente, manteniendo relaciones saludables y haciendo algo de ejercicio.",
  "WELLNESS_PARAGRAPH2": "Lo que la gente a menudo olvida es ser proactivo en su cuidado preventivo.",
  "WELLNESS_PARAGRAPH3": "Creamos Arcee para celebrar y enfatizar la importancia de la prevención, para que puedas optimizar tu bienestar.",
  "WELLNESS_PARAGRAPH4": "Nuestras pruebas básicas y recomendaciones son completamente gratuitas.",
  "WELLNESS_FOOTER": "Recuerda, una onza de prevención vale una libra de cura.",
  "FOOTER_COPYRIGHT": "Todos los derechos reservados 2020",
  "BREAST_CANCER_INFO1": "Se le pedirá que responda a preguntas que le solicitarán información personal y relacionada con su historial médico. Las respuestas al cuestionario se utilizarán para proporcionar recomendaciones generales sobre las medidas preventivas para el cáncer de mama que debe considerar en consulta con su médico de atención primaria.",
  "BREAST_CANCER_INFO2": "El cuestionario NO es un sustituto de la atención médica profesional.",
  "BREAST_CANCER_INFO3": "Este cuestionario está dirigido principalmente a individuos sanos sin condiciones de salud subyacentes conocidas. Comience respondiendo las siguientes preguntas:",
  "GENDER_PREFER_NOT_SAY": "Prefiero no decir",
  "AGE": "Edad",
  "MEDICAL_HISTORY": "Tu historial médico",
  "SUBMIT": "Enviar",
  "CLEAR": "Borrar",
  "CARE_INFO1": "Se le pedirá que responda preguntas que le solicitarán información personal y relacionada con su historial de salud. Las respuestas en el cuestionario se utilizarán para proporcionar recomendaciones generales sobre el cuidado de los adultos mayores que debe considerar en consulta con su médico de atención primaria.",
  "CARE_INFO2": "El cuestionario NO es un sustituto de la atención médica profesional.",
  "CARE_INFO3": "Este cuestionario está dirigido principalmente a personas sanas sin condiciones de salud subyacentes conocidas. Comience respondiendo las siguientes preguntas:",
  "YOUR_DETAILS": "Tus Detalles",
  "CARE_RECOMMENDATION_1": "1. Planificación de Cuidados Avanzados: Discusión sobre los objetivos de cuidado, directivas anticipadas, POA con el PCP. Formularios específicos POLST del estado. Referencia a agencias de hospicio/cuidado paliativo.",
  "CARE_RECOMMENDATION_2": "2. Revisión de Medicamentos: Conciliación de medicamentos con PCP, especialistas, farmacéuticos y otras partes interesadas.",
  "CARE_RECOMMENDATION_3": "3. Evaluación del Estado Funcional: Revisión de las actividades de la vida diaria (ADL) con PCP. Referencia a terapia física y ocupacional, manejo del cuidado y servicios sociales.",
  "CARE_RECOMMENDATION_4": "4. Evaluación del Dolor: Enfoque holístico y revisión con PCP. Referencia a especialistas en manejo del dolor o cuidado paliativo.",
  "CLOSE": "Cerrar",
  "CERVICAL_CANCER_INFO1": "Se le pedirá que responda preguntas sobre su información personal y su historial médico. Las respuestas del cuestionario se utilizarán para proporcionar recomendaciones generales sobre las medidas preventivas contra el cáncer de cuello uterino que debería considerar consultar con su médico de atención primaria.",
  "CERVICAL_CANCER_INFO2": "El cuestionario NO es un sustituto de la atención médica profesional.",
  "CERVICAL_CANCER_INFO3": "Este cuestionario está dirigido principalmente a personas sanas sin condiciones de salud subyacentes conocidas. Comience respondiendo las siguientes preguntas:",
  "CERVICAL_TEST": "Prueba primaria de HPV cada 5 años o cotest de HPV + Pap cada 5 años o solo Pap cada 3 años.",
  "CERVICAL_TEST_INFO1": "1. Una prueba primaria de HPV es una prueba que se realiza por sí sola para la detección. La FDA ha aprobado ciertas pruebas para ser pruebas primarias de HPV. Más Información",
  "CERVICAL_TEST_INFO2": "2. Si los exámenes regulares de los últimos 10 años son normales y no hay antecedentes de CIN2 o diagnósticos más graves en los últimos 25 años, debe detenerse la detección del cáncer de cuello uterino.",
  "CERVICAL_NO_TEST": "¡Genial, no se necesitan pruebas en este momento! Siempre consulte a su proveedor de atención primaria para cualquier pregunta adicional. ¡Vuelva a consultar con nosotros en el futuro!",
  "CERVICAL_UNKNOWN": "En este momento, no hay una recomendación. Por favor, lea aquí para obtener más información.",
  "CHLAMYDIA_INFO1": "Se le pedirá que responda a preguntas sobre su información personal y su historial médico. Las respuestas del cuestionario se utilizarán para proporcionar recomendaciones generales sobre medidas preventivas contra la clamidia que debería considerar en consulta con su médico de atención primaria.",
  "CHLAMYDIA_INFO2": "El cuestionario NO es un sustituto de la atención médica profesional.",
  "CHLAMYDIA_INFO3": "Este cuestionario está dirigido principalmente a personas sanas sin condiciones de salud subyacentes conocidas.",
  "CHLAMYDIA_INFO4": "Comience respondiendo las siguientes preguntas:",
  "AGE_BELOW_25_TITLE": "Preguntas para menores de 25 años",
  "AGE_ABOVE_25_TITLE": "Preguntas para mayores de 25 años",
  "SEXUALLY_ACTIVE": "¿Estás actualmente sexualmente activo?",
  "PREGNANT": "¿Estás embarazada?",
  "RISK_FACTOR": "¿Tienes alguna pareja nueva o múltiples parejas o una pareja sexual con una infección de transmisión sexual?",
  "YES": "Sí",
  "NO": "No",
  "COLON_CANCER_INFO1": "Se le pedirá que responda a preguntas sobre su información personal y su historial médico. Las respuestas del cuestionario se utilizarán para proporcionar recomendaciones generales sobre medidas preventivas contra el cáncer de colon que debería considerar en consulta con su médico de atención primaria.",
  "COLON_CANCER_INFO2": "El cuestionario NO es un sustituto de la atención médica profesional.",
  "COLON_CANCER_INFO3": "Este cuestionario está dirigido principalmente a personas sanas sin condiciones de salud subyacentes conocidas.",
  "COLON_CANCER_INFO4": "Comience respondiendo las siguientes preguntas:",
  "YOUR_MEDICAL_HISTORY": "Tu Historial Médico",
  "SELF_CONDITION_QUESTION": "¿Tienes alguna de las siguientes condiciones?",
  "FAMILY_CONDITION_QUESTION": "¿Aplica alguna de las siguientes condiciones?",
  "SEVERE_CONDITION": "¿Está embarazada, tiene VIH o alguna condición grave de inmunocompromiso?",
  "CLOSE_CONTACT": "¿Estuvo en contacto cercano o es cuidador de una persona gravemente inmunocomprometida?",
  "FLU_VACCINE": "¿Se vacunó contra la gripe en las últimas 48 horas o tiene un implante coclear, anemia de células falciformes o antecedentes de extirpación del bazo?",
  "ALLERGIES": "¿Tiene alguna de las siguientes alergias?",
  "ALLERGY_EGG": "Alergia al huevo",
  "ALLERGY_SHELLFISH": "Alergia a los mariscos",
  "ALLERGY_NONE": "Ninguna",
  "CHECK_ALL": "Seleccione todas las que correspondan",
  "TDAP_11": "No recibí Tdap a los 11 años o después",
  "NO_DPT": "No recibí la vacunación primaria contra DPT (difteria, tos ferina y tétanos)",
  "NOT_SURE_TDAP": "No estoy seguro de mi historial de vacunación contra el Tdap",
  "NO_RUBELLA": "No embarazada (edad fértil) sin evidencia de inmunidad contra la rubéola",
  "LAB_IMMUNITY": "Evidencia de laboratorio de inmunidad o enfermedad O diagnóstico de enfermedad con evidencia de laboratorio de inmunidad O documentación de recibo de MMR",
  "STUDENT_HEALTHCARE": "Soy un estudiante de educación postsecundaria O viajero internacional O familiar o contacto cercano de pacientes inmunocomprometidos",
  "HEALTHCARE_PERSONNEL": "Soy personal sanitario",
  "GENERAL_INFO": "Se le pedirá que responda preguntas sobre su información personal y su historial médico. Las respuestas del cuestionario se utilizarán para proporcionar recomendaciones generales sobre las vacunas que debería considerar consultar con su médico de atención primaria.",
  "NOT_SUBSTITUTE": "El cuestionario NO es un sustituto de la atención médica profesional.",
  "TARGET_INFO": "Este cuestionario está dirigido principalmente a personas sanas sin condiciones de salud subyacentes conocidas. Comience respondiendo las siguientes preguntas:"  
}
